[
  "obsidian-tasks-plugin",
  "table-editor-obsidian",
  "typing-transformer-obsidian",
  "dataview",
  "number-headings-obsidian",
  "obsidian-footnotes",
  "obsidian-excalidraw-plugin",
  "templater-obsidian",
  "drawio-obsidian",
  "obsidian-style-settings"
]